Repository: Hrishi1999/memorize-activity
Catalog: po/*.po
Languages: ps, tr

source: Loading game...
ps: لوبه پېلېدل
tr: oyun yükleniyor..

source: Load demo games
ps: ډېمو لوبې پیل کړﺉ
tr: oyun demolarını yükleyiniz.

source: addition
ps: زیاتونې
tr: ekleyiniz.

source: capitals
ps: لوتوري

source: letters
ps: ليكونه
tr: harfler

source: numbers
ps: شمېرې

source: phonemes
ps: غږونه

source: Restart Game
ps: لوبه بیاپیلول
tr: oyunu tekrar başlatınız.

source: Load game
ps: لوبه تیارول
tr: oyun yükleyiniz.

source: Receiving game
ps: لوبه د ترلاسه کولو په حال کې
tr: açılan oyun

source: done
ps: هوکې
tr: yapıldı.

source: Create
ps: پنځول
tr: oluşturunuz.

source: Play
ps: غږول
tr: oynatınız.

source: Add as new pair
ps: د نوې جوړې په توګه زیاتوونې
tr: yeni bir çift olarak ekleyiniz.

source: Update selected pair
ps: ټاکلې جوړه اوسمهالول
tr: seçilen çifti güncelleyiniz.

source: Preview:
ps: مخليد
tr: önizleme

source: Text:
ps: متن
tr: metin:

source: Choose image
ps: انځور چوڼل
tr: görüntü seçiniz.

source: Choose audio
ps: اوريز چوڼل
tr: ses seçiniz.

source: New game
ps: نوې لوبه
tr: yeni oyun

source: Save game
ps: لوبه ساتل
tr: oyunu kaydediniz.

source: Game name
ps: د لوبې نوم
tr: oyun adı

source: Equal pairs
ps: برابرې جوړې
tr: eşit çiftler

source: Click for grouped game
ps: د ډله ییزې لوبې لپاره ټک وکړه
tr: grup oyunu için tıklayınız.

source: Click for ungrouped game
ps: د... لپاره ټک وکړﺉ
tr: tekli oyun için tıklayınız.

source: Memorize
tr: bellekte tutunuz.

source: Choose memorize game
tr: kaydedilen oyunu seçiniz.

source: sounds
tr: sesler
